Repository: meow-fish/ArcaeaTools
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Amount of Round
zh_hans: 局数

source: Amount of Stamina
zh_hans: 体力消耗

source: Beyond Boost
zh_hans: Beyond强化

source: Beyond Chapter
zh_hans: Beyond章节

source: Calculate Beyond Chapter Progression
zh_hans: 计算Beyond章节进度

source: Calculate Target Score by using Target Play Rating
zh_hans: 以目标单曲潜力值计算目标分数

source: Calculate World Mode Steps
zh_hans: 计算世界模式步数

source: Chart Constant
zh_hans: 铺面定数

source: Chart Title
zh_hans: 铺面标题

source: Clear: %@
zh_hans: 通关：%@

source: Enter Beyond Boost (default value is 1)
zh_hans: 输入Beyond强化倍数（默认为1）

source: Enter Fragment Boost (default value is 1)
zh_hans: 输入碎片强化倍数（默认为1）

source: Enter Memory Boost (default value is 1)
zh_hans: 输入源点强化倍数（默认为1）

source: Enter Stamina Boost (default value is 1)
zh_hans: 输入体力强化倍数（默认为1）

source: Enter the chart constant
zh_hans: 输入铺面定数

source: Enter your partner over stats
zh_hans: 输入搭档超限值

source: Enter your partner step stats
zh_hans: 输入搭档步数值

source: Enter your score
zh_hans: 输入游玩分数

source: Enter your target play rating
zh_hans: 输入目标单曲潜力值

source: Fragment Boost
zh_hans: 碎片强化

source: Functions
zh_hans: 功能

source: Get Play Rating
zh_hans: 计算单曲潜力值

source: Grade
zh_hans: 等级

source: Grade: %@
zh_hans: 等级： %@

source: Legacy Chapter
zh_hans: 过去章节

source: Map Length
zh_hans: 梯子长度

source: Memory Boost
zh_hans: 源点强化

source: None
zh_hans: 无

source: Partner Over Stats
zh_hans: 搭档超限值

source: Partner Step Stats
zh_hans: 搭档步数值

source: Play Rating
zh_hans: 游玩铺面值

source: Present Data
zh_hans: 展示数据

source: Progress
zh_hans: 进度

source: Save
zh_hans: 保存

source: Save Data
zh_hans: 保存数据

source: Score
zh_hans: 游玩分数

source: Score: %@
zh_hans: 分数： %@

source: Select a chart
zh_hans: 选择铺面

source: Stamina Boost
zh_hans: 体力强化

source: Step
zh_hans: 步数

source: Steps
zh_hans: 步数

source: Target Play Rating
zh_hans: 目标单曲潜力值

source: Target Score
zh_hans: 目标分数

source: Tools
zh_hans: 工具箱

source: World Chapter
zh_hans: 世界章节

source: x2
zh_hans: 2倍

source: x3
zh_hans: 3倍

source: x4
zh_hans: 4倍

source: x6
zh_hans: 6倍
